---
kind: other
id: Properties.T:Autodesk.Revit.DB.EdgeArrayArrayIterator
source: html/66d5f8bf-035e-3226-842d-f2b95dac366f.htm
---
# EdgeArrayArrayIterator Properties

Retrieves the item that is the current focus of the iterator.